cannot_open_config_file=설정 파일을 열 수 없습니다.
max_size_is_0=진행 중이지 않습니다.
socket_not_open=소켓이 닫혀있습니다.
socket_error=socket() 함수가 실패했습니다.
bind_error=bind() 함수가 실패했습니다.
listen_error=listen() 함수가 실패했습니다.
accepted_socket_is_invalid=수신된 소켓에서 에러가 검출되었습니다.
client_is_full=더 이상 클라이언트를 받아들일 수 없습니다.
the_client_does_not_exist=해당 클라이언트는 존재하지 않습니다.
cannot_start=Serv Work를 실행할 수 없습니다.
thread_pool_is_already_created=Thread pool이 이미 존재합니다.
cannot_start_up_wsa=WSA를 정상적으로 시작할 수 없습니다.
cannot_find_key=존재하지 않는 키입니다.
hardware_concurrency_is_0=Thread를 생성할 수 없습니다.